[
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-10",
      "title": "金融時報：共機去年圍台軍演進行危險飛行動作向F-16放干擾彈| 政治",
      "content": "（中央社台北10日綜合外電報導）英國「金融時報」今天披露，去年12月底共軍在台灣周邊舉行「正義使命-2025」軍演期間，共軍戰機對國軍執行任務的F-16戰機進行施放干擾彈等異常危險的飛行動作。 金融時報引述知情人士和台灣國防部一份向美軍分享的報告指出，12月29日的危險動作包括一架殲-16（J-16）戰機向一架台灣戰機施放干擾彈。 3名知情人士表示，第一起危險事件是一架殲-16向國軍緊急升空監控穿越海峽中線共機的F-16施放干擾彈；第二起事件中，一架共軍殲-16「非常靠近」地飛在一架台灣F-16後方，「基本處於開火位置」。 不過3名知情人士指出，共軍對國軍戰機的舉動，尚未達去年12月初共軍戰機用雷達鎖定日本自衛隊戰機那種危險程度。 中國軍機雷達照射日本F-15 分析：如同拔刀極為挑釁",
      "url": "https://www.cna.com.tw/news/aipl/202602100066.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-10",
      "title": "4架次共機侵擾西南空域國軍嚴密監控| 政治",
      "content": "（中央社記者游凱翔台北10日電）國防部今天發布共機艦動態，統計自昨天上午6時起至今天上午6時止，國軍偵獲4架次共機侵擾西南空域，並偵獲8艘共艦，國軍運用任務機艦及岸置飛彈系統嚴密監控與應處。 國防部上午公布共機艦動態，統計自昨天上午6時起至今天上午6時止，偵獲8艘共艦，以及4架次共機進入西南空域，並持續在台海周邊活動。 國防部強調，國軍運用任務機艦及岸置飛彈系統嚴密監控與應處。（編輯：林家嫻）1150210 #共機",
      "url": "https://www.cna.com.tw/news/aipl/202602100030.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-05",
      "title": "11架次共機越中線擾台國軍嚴密監控| 政治",
      "content": "（中央社記者游凱翔台北5日電）國防部今天發布共機艦動態，統計自昨天上午6時起至今天上午6時止，國軍偵獲7艘共艦，以及11架次共機逾越台灣海峽中線侵擾北部及西南空域，國軍運用任務機艦及岸置飛彈系統嚴密監控與應處。 國防部上午公布共機艦動態，統計自昨天上午6時起至今天上午6時止，偵獲7艘共艦及12架次共機，其中11架次逾越台海中線進入北部、西南空域，並持續在台海周邊活動。",
      "url": "https://www.cna.com.tw/news/aipl/202602050043.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-08",
      "title": "7艘共艦台海周邊活動國軍嚴密監控| 政治",
      "content": "（中央社記者游凱翔台北8日電）國防部今天發布共機艦動態，統計自昨天上午6時起至今天上午6時止，偵獲7艘共艦持續在台海周邊活動，國軍運用任務機艦及岸置飛彈系統嚴密監控與應處。 國防部上午公布共機艦動態，統計自昨天上午6時起至今天上午6時止，7艘共艦持續在台海周邊活動。",
      "url": "https://www.cna.com.tw/news/aipl/202602080017.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-07",
      "title": "中共13機艦台海周邊活動國軍嚴密監控應處| 政治",
      "content": "（中央社記者吳書緯台北7日電）國防部表示，自昨天上午6時至今天上午6時，偵獲6架次共機，其中5架次逾越中線進入西南及東南部空域，以及7艘共艦，總計中共13機艦持續在台海周邊活動，國軍嚴密監控與應處。 根據國防部今天公布「中共解放軍進入台海周邊空域活動示意圖」，國軍於昨天上午8時40分至昨天下午3時10分，在台灣海峽空域偵獲中共1架無人機。",
      "url": "https://www.cna.com.tw/news/aipl/202602070033.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-06",
      "title": "中共14機艦台海周邊活動國軍嚴密監控應處| 政治",
      "content": "（中央社記者吳書緯台北6日電）國防部說，自昨天上午6時至今天上午6時，偵獲8架次共機，其中6架次逾越中線進入西南及東部空域，以及6艘共艦，總計中共14機艦持續在台海周邊活動，國軍嚴密監控與應處。 根據國防部今天公布「中共解放軍進入台海周邊空域活動示意圖」，國軍於昨天上午8時5分至昨天下午5時35分，在台灣海峽空域偵獲中共4架次主、輔戰機，其中2架次逾越海峽中線。",
      "url": "https://www.cna.com.tw/news/aipl/202602060045.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-07",
      "title": "習近平新春慰問共軍老幹部：貫徹軍委主席負責制| 兩岸",
      "content": "（中央社台北7日電）新華社報導，中共中央軍委慰問駐京部隊老幹部迎新春文藝演出6日下午舉行，中共軍委主席習近平出席觀看演出，向在座的軍隊老同志以及共軍離退休老幹部致以節日問候和新春祝福，「在場老同志們一致表示，堅決貫徹軍委主席負責制」。 中共中央軍委副主席張又俠、中央軍委委員劉振立上個月24日傳出遭立案審查調查後，外界有關中國當前政軍情勢的消息和分析不斷，這也讓習近平出席這項活動更受關注。 新華社報導，「下午4時許，習近平來到老同志中間，全場響起熱烈掌聲。習近平與大家親切交流、互致問候，關切詢問他們的身體和生活情況，共同回顧過去一年黨、國家和軍隊事業走過的不平凡歷程、取得的重大成就」。 報導稱，「老同志們一致表示，要更加緊密地團結在以習近平為核心的黨中央周圍，堅持以習近平新時代中國特色社會主義思想為指導，深入貫徹習近平強軍思想，深刻領悟『兩個確立』的決定性意義，堅決做到『兩個維護』，貫徹軍委主席負責制，弘揚光榮傳統、永保政治本色，堅定信念、勇毅前行，為如期實現建軍一百年奮鬥目標、高品質推進國防和軍隊現代化作貢獻」。 透過 Google News 追蹤中央社",
      "url": "https://www.cna.com.tw/news/acn/202602070168.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-09",
      "title": "傳北京以川習會擋美軍售美國務院：對台承諾不變| 政治",
      "content": "（中央社記者鍾佑貞華盛頓8日專電）英國媒體6日披露，美國正為台灣彙整一筆軍售，北京警告，這可能危及川普預計4月的訪中行。美國國務院今天對此表示，不評論待定的軍售。一如過去40多年，美國對台灣的長期承諾不變。 英國「金融時報」（Financial Times）引述8名知情人士透露，繼去年底公布創紀錄的111億美元（約新台幣3506億）軍售案後，美國正為台灣彙整含愛國者等系統的軍售，規模達200億美元。 金融時報：美擬再大筆對台軍售 北京拿川普訪中要脅",
      "url": "https://www.cna.com.tw/news/aipl/202602090015.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-10",
      "title": "美軍東太平洋打擊疑似運毒船擊斃兩人| 國際",
      "content": "（中央社華盛頓9日綜合外電報導）美國軍方今天表示，美軍在東太平洋對一艘涉嫌走私毒品的船隻發動攻擊，擊斃了兩名販毒嫌犯。 綜合法新社與路透社報導，美國總統川普政府去年9月初開始鎖定疑似運毒的船隻，並強調美國確實正在跟據信於委內瑞拉活動的「毒品恐怖分子」交戰。 美軍南方司令部（U.S. Southern Command）在社群平台X發布聲明指出：「兩名毒品恐怖分子在此次打擊中喪命，另有一人生還。」 聲明補充說，美國海岸防衛隊已接獲通報，「啟動搜救系統尋找倖存者」。 這是委內瑞拉左派強人馬杜洛（Nicolás Maduro）今年1月遭突襲逮捕以來，美軍已知第3次在該區域對涉嫌運送毒品的船隻進行打擊。 不過，美國政府官員至今未提出確切證據，證明這些船隻確實涉及毒品走私，引發外界對相關行動的合法性展開激烈爭論。這些行動的範圍已從加勒比海擴大至太平洋。 美軍近期頻頻對運毒船發動攻勢，迄今已執行38次打擊，至少造成130人死亡。 馬杜洛曾說，美國發動這些空襲，目的是在委內瑞拉推動政權更迭。 馬杜洛目前被關押在美國，他已對毒品與武器相關指控提出無罪抗辯。 透過 Google News 追蹤中央社",
      "url": "https://www.cna.com.tw/news/aopl/202602100048.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-10",
      "title": "印度斥資1.13兆採購114架飆風戰機強化制空優勢| 國際",
      "content": "（中央社記者李晉緯新德里10日專電）印度為強化空中作戰優勢，國防部預計本週批准一項金額達3.25兆盧比（約新台幣1.13兆元）採購案，添購114架法國達梭公司的飆風戰機，其中10多架採整機交付，其餘約100架將在印度製造。 新德里電視台（NDTV）報導，法國總統馬克宏（Emmanuel Macron）預計下週赴印度參加AI（人工智慧）影響力高峰會，印度方面預料將在他抵達之前批准向法國購買114架飆風戰機（Rafale）的採購案，金額達3.25兆盧比，若順利通過，將是印度史上最大宗的軍購案，在「印度製造」（Make in India）政策下，強化印法雙方的戰略夥伴關係。 印度目前已有36架飆風戰機，並已訂購26架海軍所需的飆風M型戰機，但空軍目前僅有29個中隊，不足核定編制的42個中隊，因此決定再向法國購買114架飆風戰機。 印度海軍的飆風戰機，將布署於維克蘭特號（INS Vikrant）、維克拉瑪蒂亞號（INS Vikramaditya）兩艘航空母艦，根據印度海軍與法國的協議，雙方的合約包括需在印度進行MRO（保養、維修及翻修），也就是法國要在印度提供機隊維修、後勤支援和人員訓練等協助。 消息人士告訴今日印度（India Today），這批印度預計採購的114架飆風戰機中，其中10多架將採整機交付的方式，其餘的約100架將在印度製造，也就是預計機隊中會有超過80%的飛機是在印度國內生產。 根據目前的提案，印度將採購88架單座型、26架雙座型飆風戰機，達梭公司（Dassault）將與印度企業合作，讓飆風戰機在印度製造或組裝，而根據「在印度製造」政策框架，這些飆風戰機部件的國產率可望達到60%。",
      "url": "https://www.cna.com.tw/news/aopl/202602100203.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-05",
      "title": "AUKUS計畫恐變美擬讓澳洲省下核潛艦另助美軍| 國際",
      "content": "（中央社華盛頓4日綜合外電報導）澳洲在美、英協助下透過AUKUS協議取得核潛艦計畫恐生變。美國一份最新國會報告評估替代方案，包含建議澳洲把投資潛艦的錢用於他處，核潛艦作戰讓美軍來操心。 美英澳3國2021年9月共同宣布AUKUS防務協議，其中一大重點就是美、英分享機密的核動力反應堆技術幫澳洲籌獲核動力潛艦，以致澳洲背棄原先與法國簽訂的柴電潛艦訂單，轉投英美懷抱，為此法國與澳洲間一度產生外交齟齬。 綜合英國「衛報」等披露，原本規劃的AUKUS協議階段時程，最先要在澳洲西部輪調部署4艘美軍核動力攻擊潛艦（SSN）、1艘英國核動力攻擊潛艦；接著由美國向澳洲出售3至5艘維吉尼亞級（U.S. Virginia class）核動力潛艦、配備傳統武器，首艦預計2032年交付。 最後由美、英協助澳洲另建造3至5艘採英澳共同設計的核動力攻擊潛艦，首艦預計2040年代初期下水，以完成澳洲規劃中的8艘核動力攻擊潛艦艦隊。 然而一份由美國國會研究處（CRS）撰發的報告提出「軍事分工」模式的替代選項，即美國不出售或協助澳洲取得核潛艦，澳洲不用參與技術分享與投資潛艦建造、改把資源投入其他軍事能力的美澳軍事新分工。 基於新分工下，美國將額外多建造8艘核動力攻擊潛艦（即澳洲原本規畫要取得的潛艦數量）充實美國海軍潛艦艦隊規模，美軍核潛艦部署澳洲，等於所有潛艦任務由美軍包辦。 這份於1月26日發布的報告反對向澳洲出售潛艦的其中一個理由，是澳洲拒絕承諾在美中因台灣問題爆發衝突時支持美國；若潛艦在美國手中，就可直接投入。 報告引用澳洲國防部長馬勒斯（Richard Marles）及澳洲海軍司令表明，當美中因台灣開戰，澳洲「不會就是否支持美國作任何承諾」。 報告寫道：「因此，向澳洲出售3至5艘維吉尼亞級核動力攻擊潛艦，將使這些本可用於美中危機或衝突的資源，淪為未必可供美國使用之虞。這樣的結果可能反而削弱而非強化嚇阻與作戰能力。」 報告認為，澳洲可把省下的潛艦經費投資於其他防衛能力，甚至以這些能力作為支援美國任務的從屬戰力。",
      "url": "https://www.cna.com.tw/news/aopl/202602050209.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-05",
      "title": "法駐台代表：各國軍艦穿台海是維護國際法並非挑釁| 政治",
      "content": "（中央社台北5日綜合外電報導）法國在台協會主任龍燁（Franck Paris）今天表示，各國海軍艦艇穿越台灣海峽的任務，其目標是維護國際法，而非挑釁行徑。 路透社報導，北京當局除了宣稱擁有台灣主權，還將這條狹窄且具有高度戰略意義的台灣海峽視為中國領海，並時常針對外國海軍航行該海域採取強烈措辭回應。 龍燁告訴記者：「我們謹慎派遣這些海軍資產進入國際水域，沒有任何挑釁。」 龍燁也說道，他們的目標是傳達一個明確訊息，即為國際法適用該水域，且應該維持下去。 美國軍艦每隔幾個月就會穿越台灣海峽，此舉激怒了北京當局。 美國的若干盟邦，例如法國、澳洲、英國以及加拿大，同樣偶爾會穿越台灣海峽。法國是今年的七大工業國集團（G7）輪值主席國。 龍燁還指出，目前G7聲明已經會例行性包含維持海峽現狀並反對使用武力或脅迫的措辭。 法國上一次被公開確認有海軍艦艇穿越台灣海峽，時間是在2024年。 法國與大多數國家一樣，跟台灣沒有邦交，但台灣視法國為重要的夥伴及民主同盟國家。",
      "url": "https://www.cna.com.tw/news/aipl/202602050297.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-06",
      "title": "顧立雄：中共意圖形塑台海內海化假象麻痺民眾心防| 政治",
      "content": "（中央社記者游凱翔台北6日電）國防部長顧立雄表示，共機去年擾台達3764架次、較113年增長23%，且中共意圖形塑「台海內海化」假象，透過灰色地帶及認知作戰施壓，麻痺民眾心防；因應敵情威脅迫切且真實存在，國軍強化訓練外，也會導入AI與新興科技因應。 中共持續透過機艦及軍演對台施壓，顧立雄近日向媒體表示，共軍運用軍事施壓、灰色地帶襲擾、網路攻擊及認知作戰等手段，意圖用更繁複、精準的行動威懾台灣。 他說，統計數字顯示，共機各型主輔戰機包括無人機在內，於去年頻繁逾越台灣海峽中線進入西南、東部空域達3764架次，相較113年的3066架次、成長約23%；另外，中共各型作戰艦去年共2640艘次駛入台灣應變區，相較113年的2475艘次，增加約7%。 顧立雄也提到，中共常態性在外離島的禁限制水域、海峽中線周邊從事執法巡查，意圖形塑「台海內海化假象」，並運用資安威脅手段，從事網攻及駭客入侵，綜合政治、經濟、軍事、心理等多重手段對台實施認知作戰、統戰滲透等，當這樣的行動不斷上演，「我們擔心容易麻痺民眾的心防」，事實上，這種敵情威脅是迫切且真實存在。 顧立雄表示，國軍為有效因應敵情威脅，秉持不升高衝突、不挑起事端原則，綿密掌握共軍動態並精實三軍聯合作戰能力、強化後勤支援、全社會防衛韌性，藉採購新式武器等方式持續優化國軍不對稱戰力，並配合新式武器裝備獲得等，驅動防衛作戰革新。 他說，國軍也會秉持任務導向、為戰而訓原則，實質推動各項訓練改革作為，並依循聯戰指揮機制運作、實兵預演、實戰化演練及聯戰計畫訓練整備週期，提升各級部隊「高戰備」能力。 顧立雄表示，國防部也關注新興科技在軍事上的應用，國防部的國防創新小組（DIU）積極探尋民間成熟產品及創新技術，透過廠商交流、國外觀展、駐外單位協助蒐集、委託研究等管道，去年共舉辦117場次商情交流。 顧立雄指出，今年將會執行衛星影像AI自動辨識系統、擴增實境智慧作戰系統、智慧化倉儲管理等3項原型開發，以及繫留型無人機、輕兵器火控系統、聲學追蹤、水下滑翔機等10項少量現貨測試，循產業化圓桌會議執行無人機7項、資安類3項的研發補助作業，促進發展。 顧立雄也提到，未來將在現有多元籌獲途徑，規劃更多國外已部署、有實績的新興裝備，透過原型開發、小批量採購快速驗測新興科技是否符合作戰需求，包括無人地面載具、四足機器人、自主化無人艇、智慧化後勤管理、雷射通訊系統等，藉小批量採購測試、快速建案及籌獲。",
      "url": "https://www.cna.com.tw/news/aipl/202602060021.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-06",
      "title": "減少對俄依賴越南傳欲購入法飆風戰機威懾南海對手| 國際",
      "content": "（中央社記者曾婷瑄河內6日專電）法媒快訊週刊報導指出，越南可能一改對俄羅斯戰鬥機的依賴，考慮購入法國飆風戰機。這個極具象徵意義的戰略轉變，不僅將多元化越南武器來源、影響國防結盟，也恐重塑區域權力格局並威懾對手，尤其在南海爭議上。 法國媒體快訊週刊（L’Express）4日報導，根據一份機密國防評估報告，越南可能會是法國飆風戰機的下一個客戶。越南軍隊過去向來使用俄羅斯的蘇愷（Sukhoi）系列戰機，但似乎開始尋求供應來源的多元化。 據報導，越南飛行員已低調地駕駛過這架法國戰機製造商達梭（Dassault）出品的戰鬥機。 2018年，作為美國空軍向印太地區部署的一部分，兩架飆風戰機也曾於越南停留。在印度支那戰爭結束70多年後，這樣的合約對兩國都將具有歷史意義。 評估報告強調，越南重新調整空軍力量並非為了追求名聲，而是出於與艦隊戰備、協同作戰能力和控制南海局勢升溫等的實際戰略需求。 報告認為，飆風不只是武器平台，而是和解、後殖民務實主義，以及印太安全利益匯流的戰略象徵。 總部位於比利時的軍事新聞網站Army Recognition報導分析，「在供應鏈中斷和地緣政治重組削弱了莫斯科支援亞洲各地戰鬥機的可靠性之際，此舉展示了河內為達成戰略自主而做出的努力。」 Army Recognition指出，「這標示著越南的戰略重心從探索性外交轉向了務實的戰力整合評估。河內目前正評估飆風戰機的架次率、座艙設計、感測器整合等能力。」 運輸後勤與國防媒體平台RaillyNews今天也報導，若轉向為真，這不僅將使越南空軍現代化，還可能重塑區域權力格局，因此引發鄰國和全球強權的關注。 「這項可能的舉動也將影響地區局勢... 若越南成功整合飆風戰機，它很可能對地區對手造成威懾作用，尤其是在南海爭議海域上。這一事態發展可能引發區域軍備競賽，促使鄰國重新評估自身的國防採購戰略。」 法國在印太地區擁有海外領土，近年更聚焦印太戰略。此外，法國在國際市場上成功推廣飆風戰機，卡達、印度、印尼都是客戶，在全球戰鬥機市場占據關鍵地位。越南可能的採購可能帶來催化作用，促使其他東南亞國家考慮跟進，增強法國在印太地區的政治影響力。 當然，越南換裝飆風涉及複雜的後勤和技術考量，過程需要大量飛行員與地勤人員訓練、基礎建設和維修能力提升。",
      "url": "https://www.cna.com.tw/news/aopl/202602060317.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-09",
      "title": "蕭旭岑：對谷立言無冒犯之意僅反映台灣人對軍購感受| 政治",
      "content": "（中央社記者劉冠廷台北9日電）國民黨副主席蕭旭岑稱，美國在台協會處長谷立言在美國國務院體系「只比科長大一點」，引發討論。蕭旭岑今天表示，他只是實話實說，沒有冒犯不敬之意，是希望谷立言能知曉許多台灣人對於軍購的感受。 蕭旭岑日前接受訪問表示，美國在台協會（AIT）處長谷立言（Raymond Greene）職級只比科長大一點。美國國務院對此表示，AIT處長是國務卿在台代表，充分代表美國政府的立場。 蕭旭岑中午接受網路節目專訪說，對任何人絕無冒犯之意，是希望谷立言能知曉許多台灣人對於軍購的感受。台美關係再好也要表達自己的立場、要相互尊重，一昧接受不見得換到尊重。 蕭旭岑表示，台灣具備民主體制，國會審理預算是體制運作。台灣需要軍購，但是必須合理、如期交貨，不能讓民進黨有上下其手的空間。總統賴清德不願意增加軍人待遇，顯見其輕蔑態度，如果谷立言也聽到台灣人的心聲，一定可以了解軍購沒過關，不是只有在野黨的責任，執政黨也要負責。 談到日前率團赴中參加國共智庫論壇交流，蕭旭岑說，如果去國共智庫論壇對國民黨選情是負面，民進黨也不用每天編故事。但結果顯示對國民黨是有加分，不然民進黨不會發動媒體、學者或側翼一直攻擊。 蕭旭岑也說，此行與中國大陸全國政協主席王滬寧會面時，他就當場表示，台灣民眾不希望發生戰爭衝突，希望和平解決爭端，王滬寧也給予善意，這就是和平氣氛，對整個台灣絕對是受歡迎的。民進黨如果沒有辦法做，在野黨很樂意幫台灣民眾爭取。",
      "url": "https://www.cna.com.tw/news/aipl/202602090203.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-08",
      "title": "美軍售將以軍費高戰略重要者優先分析：對台灣有利| 政治",
      "content": "（中央社記者侯姿瑩華盛頓7日專電）美國總統川普簽署行政命令，將重新調整美國武器的客戶名單排序，優先考慮國防支出較高且具有戰略重要性的國家。美學者分析，這對台灣來說是正面發展，台灣理應符合華府認定的「優先夥伴」資格，前提是立院通過軍售相關預算。 川普簽令重排美軍售順位 軍費高、戰略重要者優先",
      "url": "https://www.cna.com.tw/news/aipl/202602080009.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-07",
      "title": "金融時報：美擬再大筆對台軍售北京拿川普訪中要脅| 政治",
      "content": "（中央社倫敦6日綜合外電報導）英國「金融時報」今天披露，美國正為台灣彙整一筆含愛國者系統及其他武器的200億美元軍售，北京方面私下警告，此舉可能危及美國總統川普預計4月對中國的國是訪問。 金融時報引述8名知情人士透露，繼去年12月公布創紀錄的111億美元軍售案後，川普政府正在為台灣規劃一項包含4個系統的軍購案。 在川普預計4月與中國國家主席習近平會晤前，中方已對這項軍售案表達嚴重關切。其中3名消息人士指出，中國已告知美國，這筆軍售可能會讓川普的訪問行程生變。 習近平在4日與川普的通話中提到對台軍售議題。根據中國外交部說法，習近平強調美方「務必慎重處理對台軍售問題」。 布魯金斯研究所（Brookings Institution）中國事務專家何瑞恩（Ryan Hass）說：「在元首會晤前夕，中國向來會試圖勸退美國一些中方所反對的行動，例如對台軍售。這不是新鮮事，但這次警告的直白程度與公開性值得注意。」 幾名知情人士透露，這項對台軍售的金額可能高達200億美元，但最終數字仍有變動，可能仍會貼近去年12月的金額；部分美國官員認為中國只是在虛張聲勢，並不會真的取消川普來訪。 美國研擬中的對台軍售包裹將含4種武器系統。除愛國者（用於攔截來襲飛彈）外，還有更多套先進地對空飛彈系統（NASAMS）及另外兩種武器。 透過 Google News 追蹤中央社",
      "url": "https://www.cna.com.tw/news/aipl/202602070046.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-06",
      "title": "國防部：對美軍購發價書3/15到期爭取展延避免遭撤案| 政治",
      "content": "（中央社記者吳書緯台北6日電）國防部今天表示，美國政府已就強化防衛韌性及不對稱戰力特別預算中的拖式飛彈續購、標槍反甲飛彈續購、M109A7自走砲等3項軍售案，正式向台灣提供發價書草案，有效期至3月15日，但因特別條例草案尚未付委審議，國防部將向美方積極爭取展延效期，避免因未於時限內簽署，導致全案取消。 回顧》美軍購發價書有效期壓力 國防部憂預算卡關恐撤案",
      "url": "https://www.cna.com.tw/news/aipl/202602060206.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-05",
      "title": "川習通話習近平要美方慎重處理對台軍售| 兩岸",
      "content": "（中央社記者張淑伶上海5日電）中國國家主席習近平4日晚間與美國總統川普通話。根據中國官媒新華社，習近平強調，台灣議題是中美關係中最重要的議題，美方務必慎重處理對台軍售；川普則表示重視中方在台灣議題上的關切，任內會保持美中關係穩定。 新華社報導，習近平在與川普通話中強調，「台灣問題是中美關係中最重要的問題。台灣是中國的領土，中方必須捍衛國家主權和領土完整，永遠不可能讓台灣分裂出去。美方務必慎重處理對台軍售問題」。 川普：和習近平通話 討論台灣等議題及訪中行程",
      "url": "https://www.cna.com.tw/news/acn/202602050008.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-07",
      "title": "川普簽令重排美軍售順位軍費高、戰略重要者優先| 國際",
      "content": "（中央社華盛頓6日綜合外電報導）白宮今天表示，總統川普簽署行政命令，重新調整美國武器的客戶名單排序，優先考慮國防支出較高且在當地區域內具有戰略重要性的國家，中止以往「先到先得」的原則。 路透社指出，這項名為「美國優先軍備移轉戰略」（America First Arms Transfer Strategy）的行政命令，代表華府武器銷售政策重大轉變。這道政令指示聯邦機構優先出售軍事裝備給一些自身有大力投入國防、且在重要地理位置具影響力或具關鍵角色的夥伴國家。 此舉意在加快向被認為對區域安全至關重要的盟友交付武器，同時藉外國對美軍購來擴大美國國內生產。行政命令並未點名任何國家。 國防特別預算立院卡關 美議員直指中國威脅籲速通過",
      "url": "https://www.cna.com.tw/news/aopl/202602070031.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-05",
      "title": "川習通話中國學者：在美大額軍售後管控中美關係| 兩岸",
      "content": "（中央社記者張淑伶上海5日電）中國國家主席習近平4日晚間與美國總統川普通話。中國學者指出，最主要原因是去年底美國批准史上最大金額的對台軍售方案，中方擔心美方接下來還會有動作，因此習近平重點談及台灣議題。 川普在自家社群媒體平台「真實社群」（Truth Social）發文稱，這通電話「非常棒」，「時間很長、很充分」。他所提到的通話內容，包括貿易、軍事、4月訪問中國行程、台灣、俄烏戰爭等。 而根據中國官媒新華社，這次川習通話的核心是台灣議題。習近平強調「台灣問題是中美關係中最重要的問題」，並宣稱「永遠不可能讓台灣分裂出去」，要求美方「務必慎重處理對台軍售問題」。 復旦大學國際問題研究院院長吳心伯告訴中央社記者，台灣議題之所以凸出，最主要原因是去年12月美國核准一項總額高達111億美元的對台軍售計畫，規模為歷來最大，「這讓中方感覺到，美國對台政策實際上是在挑戰中美關係脆弱的穩定」。 他說，中方擔心美國在對台問題上，接下來還有其他動作，所以要利用這次通話機會來談台灣議題。 去年10月，習近平和川普在韓國見面時並沒有談台灣議題。吳心伯認為，因為那之前的幾個月裡，「美方對台灣問題還是處理得比較謹慎的」；但這次情況不同。若川普接下來能順利訪問中國的話，台灣應該會是中美領導人會談的「焦點議題」。 就在習近平4日與川普通話前，他先與俄羅斯總統普丁視訊會晤。 對於兩通電話在外交上的含義，吳心伯說，這顯示中俄關係和中美關係在中國外交中的份量和優先性是不一樣的，「中俄關係明顯要高於中美關係」。",
      "url": "https://www.cna.com.tw/news/acn/202602050249.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-07",
      "title": "美議員關切國防特別條例卡關藍：支持合理軍購預算| 政治",
      "content": "（中央社記者王承中台北7日電）美議員接連關切在野黨阻擋為期8年、新台幣1.25兆元國防特別條例。國民黨今天表示，國民黨支持合理軍購預算，請美國在台協會如實向美國會轉達，莫被民進黨政府誤導，並請美國會議員敦促民進黨政府如實編列軍人加薪的預算，在野黨會立刻審查國防預算。 藍、白立委數度封殺行政院114 年底提出為期8年、新台幣1.25兆元的「強化防衛韌性及不對稱戰力計畫採購特別條例草案」。美國聯邦參議院外交委員會主席里契（Jim Risch）及外委會民主黨籍首席議員夏亨（Jeanne Shaheen）共同發布聲明表示，敦促台灣各政黨跨越黨派、出於善意進行合作，為台灣自我防衛提供充足經費。 國民黨今天發布新聞稿指出，台灣的預算制度與美國不同，去年度通過新台幣6000多億元國防預算，今年度國防預算仍舊可以繼續使用6000多億元，不受立法院是否通過今年度預算的影響。 國民黨表示，民進黨不肯編列立法院三讀通過、一年300億元的軍人加薪預算，在野黨才未審查今年度中央政府總預算，提升軍人待遇應是國防預算的重要部分，只要民進黨政府把軍人加薪等預算如實編列，在野黨會立刻審查並通過包含國防預算在內的總預算案。 國民黨指出，新世代的高科技武器需要素質良好的軍人操作，如果不給職業軍人合理的待遇，如何能夠招募優秀的青年從軍。 透過 Google News 追蹤中央社",
      "url": "https://www.cna.com.tw/news/aipl/202602070076.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-07",
      "title": "澤倫斯基：俄400架無人機、40枚飛彈攻擊烏能源設施| 國際",
      "content": "（中央社基輔7日綜合外電報導）烏克蘭總統澤倫斯基表示，俄羅斯今天派出超過400架無人機與約40枚飛彈襲擊烏克蘭能源設施，包括電網、發電設施以及配電站成為攻擊目標。 路透社報導，澤倫斯基（Volodymyr Zelenskyy）在社群平台X發文說：「俄羅斯每天都可以選擇真正的外交途徑，但他選擇的是新一波攻擊行動。至關重要的是，所有支持烏美俄三方談判的人都必須對此作出回應。必須剝奪莫斯科方面利用寒冷天氣作為對付烏克蘭籌碼的能力。」",
      "url": "https://www.cna.com.tw/news/aopl/202602070180.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-06",
      "title": "法國東方語言文化學院校長訪台深化高教合作| 生活",
      "content": "（中央社記者陳至中台北6日電）教育部近期邀請法國國立東方語言與文化學院校長余曦（Jean-François Huchet）訪台，參訪多所大專校院，促進台、法青年訪問交流和高等教育合作。 教育部今天發布新聞稿指出，余曦所屬的國立東方語言與文化學院（National Institute for Oriental Languages and Civilzations）是一所專門研究西歐以外語言及文史的學府，涵蓋歷史學、人類學、國際關係等人文社會學科，學生人數約8000人，約1/4的學生來自法國之外。 東方語言與文化學院於民國114年與台灣簽署研究講座備忘錄，計畫合作5年，從文化、語言及知識等面向論述台灣新視角。 余曦這次來台參訪台灣大學、台灣師範大學、中央研究院學研機構，探討未來合作方向。教育部次長劉國偉於2月5日與余曦見面，期許透過「青年百億圓夢計畫」等政策，持續鼓勵台灣青年到法國交流，同時也歡迎法國青年來台。 透過 Google News 追蹤中央社",
      "url": "https://www.cna.com.tw/news/ahel/202602060262.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-09",
      "title": "日本埼玉縣議員訪台南交流數位化及防災經驗| 地方",
      "content": "（中央社記者楊思瑞台南9日電）日本埼玉縣議會日台友好議員聯盟會長鈴木正人與3名議員今天到台南市政府拜會市長黃偉哲，雙方針對政府數位化、防災對策及未來台日城市交流等議題討論，盼增進更多合作成果。 台南市政府發布新聞稿指出，黃偉哲向鈴木正人等人表示，祝賀日本眾議院選舉順利完成，感謝日本政府以及埼玉縣議會日台友好議員聯盟長期支持台灣，台南市與埼玉縣本庄市在去年2月正式締結為友誼市，為雙方交流合作奠定穩固基礎。 黃偉哲表示，邀請埼玉縣各界參加6月台南國際芒果節及11月大台南國際旅展，並希望推動當地學生到台南修學旅行，促進雙方物產、觀光、教育等領域交流。",
      "url": "https://www.cna.com.tw/news/aloc/202602090163.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  },
  {
    "category": "Not_Relevant",
    "is_relevant": false,
    "country1": "",
    "country2": "",
    "sentiment_score": 0.0,
    "sentiment_label": "neutral",
    "extracted_data": {},
    "confidence": 0.0,
    "original_article": {
      "date": "2026-02-08",
      "title": "鄭麗文：軍購預算不能夠代表整個台美關係| 政治",
      "content": "（中央社記者李卉婷屏東縣8日電）美議員接連關切在野黨阻擋國防特別條例，國民黨主席鄭麗文今天被詢問訪美是否擔心華府冷處理，她回應，不要過度解讀，華府重視台灣戰略價值，軍購預算不代表整個台美關係。 鄭麗文上午到屏東，與參選屏東縣長的立委蘇清泉一起前往中央市場，與民眾打招呼、發春聯，沿途都受到支持者熱情回應。 鄭麗文接受聯訪，媒體詢問「行政院版軍購特別條例在立院仍擱置，主席與台中市長盧秀燕將陸續訪美，會不會擔心遭華府冷處理？」鄭麗文表示，不會，而大家多慮了、也不要過度解讀，最近有部分美國國會議員表達關切，華府重視台灣戰略價值，所以一個軍購預算並不能夠代表整個台美關係。 鄭麗文說，問題的癥結點出在賴總統身上，去年一整年大罷免，雞犬不寧、嚴重撕裂，都是因為賴總統在當選之後從未接受朝小野大的國會現況，透過不同政治鬥爭手段杯葛國會，「才會成為史上第一位被國會彈劾的違憲總統。」 至於訪美行程，鄭麗文說，盧秀燕訪美行程，黨內的駐美代表正在台灣全力協助，關於自己的訪美行程因為重視，已與駐美代表正在積極規劃當中。 透過 Google News 追蹤中央社",
      "url": "https://www.cna.com.tw/news/aipl/202602080092.aspx",
      "source": "cna",
      "category": "",
      "sentiment": ""
    }
  }
]